"lang.system" = "跟随系统";
"lang.english" = "English";
"lang.chinese_simplified" = "简体中文";
"lang.spanish" = "西班牙语";
"lang.english_india" = "英语（印度）";
"lang.french" = "法语";
"lang.japanese" = "日语";
"lang.russian" = "俄语";
"lang.korean" = "韩语";
"settings.general.reset.confirm" = "重置";
"settings.data.row.todos.title" = "删除多久前的待办事项数据";
"settings.data.row.usage.title" = "删除多久前的应用耗时数据";
"settings.data.row.action" = "删除";
"settings.data.retention.picker.a11y" = "时间阈值";
"settings.section.general" = "通用与提醒";
"settings.section.dnd" = "勿扰模式";
"settings.section.tasks" = "任务管理";
"settings.section.data" = "数据管理";
"settings.section.about" = "关于";
"settings.language" = "界面语言";
"settings.launch_at_login" = "开机自启动";
"settings.show_menubar" = "显示菜单栏图标";
"settings.work_duration" = "工作时长";
"settings.break_duration" = "休息时长";
"settings.break_overlay_style" = "休息全屏样式";
"settings.break_overlay_hint" = "「伪装工作」全屏轻微暗色遮盖（鼠标穿透，可操作桌面）；右侧磨砂卡片内才可点击。收起后为窄条。";
"settings.reminder_sound" = "提醒音效";
"reminder.sound.system" = "系统默认";
"reminder.sound.gentle" = "轻柔提示音";
"reminder.sound.none" = "关闭音效";
"settings.dnd.mode" = "当前勿扰模式";
"settings.dnd.sync_focus" = "与 macOS 专注模式联动";
"settings.dnd.auto_pause_meetings" = "会议期间自动暂停提醒";
"settings.dnd.apps" = "勿扰应用";
"settings.dnd.times" = "勿扰时间段（当天）";
"settings.dnd.saved_range_format" = "当前时段：%@";
"settings.dnd.choose_range_button" = "设置时间段";
"settings.dnd.custom_start" = "开始";
"settings.dnd.custom_end" = "结束";
"settings.dnd.time_placeholder" = "00:00";
"settings.dnd.pick_hour" = "时";
"settings.dnd.pick_minute" = "分";
"settings.dnd.time_picker_menu_a11y" = "从列表选择时或分";
"settings.dnd.times_hint" = "可为当天添加多段勿扰时间。每行可输入 HH:mm 或通过 ▼ 选择；完成后点击「应用该时段」。";
"settings.dnd.add_segment" = "再添加一段";
"settings.dnd.remove_segment_a11y" = "删除该时段";
"settings.dnd.apply_times" = "应用该时段";
"settings.dnd.footer" = "可在正式版本中接入 Calendar 与运行中应用检测，自动避开演示、会议和屏幕共享场景。";
"settings.tasks.export_title" = "导出本地待办";
"settings.tasks.export_hint" = "按归属日期筛选（可选范围为今天前后各一年），导出为 Markdown、PDF，或供 Excel 打开的 UTF-8 CSV。长期待办（日期为 9999-12-31）始终会导出。";
"settings.tasks.export.start_date" = "开始日期";
"settings.tasks.export.end_date" = "结束日期";
"settings.tasks.export.format" = "导出格式";
"settings.tasks.export.format.markdown" = "Markdown（.md）";
"settings.tasks.export.format.pdf" = "PDF（.pdf）";
"settings.tasks.export.format.csv_excel" = "Excel CSV（.csv，UTF-8）";
"settings.tasks.export.button" = "导出…";
"settings.tasks.export.panel.title" = "导出待办";
"settings.tasks.export.panel.message" = "选择保存位置。";
"settings.tasks.categories_title" = "待办事件分类";
"settings.tasks.categories_hint" = "列表右侧胶囊用于区分事务类型（与顶部「长期待办 / 今天 / 明天」归属分区无关）。默认含：工作、生活、学习、健康、休闲、其它；可改名、改色、增删。";
"settings.tasks.tab.details" = "任务明细";
"settings.tasks.tab.categories" = "任务分类管理";
"settings.tasks.tab.picker_a11y" = "任务管理页面";
"settings.tasks.period.week" = "本周";
"settings.tasks.period.month" = "本月";
"settings.tasks.period.custom" = "自定义时段";
"settings.tasks.period.picker_a11y" = "归属日筛选区间";
"settings.tasks.list_title" = "当前时段内的待办";
"settings.tasks.list_empty" = "该时段内没有符合条件的待办。";
"settings.tasks.select_all" = "全选";
"settings.tasks.select_none" = "取消全选";
"settings.tasks.export_selection_hint" = "可先按本周、本月或自定义归属日期区间筛选；下方列表可滚动预览。不勾选任何行则导出当前列表中的全部待办；勾选后仅导出已选项。长期待办会始终在列表中出现并在导出窗口内一并导出。";
"settings.data.local_only" = "仅本地保存应用使用数据";
"settings.data.export_csv" = "导出今日应用耗时 CSV";
"settings.data.clear_usage" = "清空应用耗时数据";
"settings.data.reset" = "重置所有设置";
"settings.data.tab.usage" = "应用耗时明细";
"settings.data.tab.settings" = "数据设置";
"settings.data.tab.picker_a11y" = "数据管理页面";
"settings.data.usage.title" = "应用耗时";
"settings.data.usage.hint" = "按本周、本月或自定义自然日区间查看本机已归档的每日前台耗时汇总；导出为 CSV（含日期、应用、秒数与分钟数）。";
"settings.data.usage.period.a11y" = "耗时归档日期区间";
"settings.data.usage.list_title" = "当前时段内的每日汇总";
"settings.data.usage.empty" = "该时段内没有耗时记录。";
"settings.data.usage.export" = "导出 CSV…";
"settings.data.usage.export.panel.title" = "导出应用耗时";
"settings.data.usage.export.panel.message" = "选择保存位置。";
"settings.data.cleanup.todos.section" = "待办数据清理";
"settings.data.cleanup.usage.section" = "耗时数据清理";
"settings.data.cleanup.partial.title" = "按时间清理";
"settings.data.cleanup.retention_picker" = "早于";
"settings.data.cleanup.retention_hint" = "先在下拉菜单中选择时间阈值；「清空待办」与「清空耗时归档」共用该选项。";
"settings.data.cleanup.todos.run" = "清空旧待办…";
"settings.data.cleanup.usage.run" = "清空旧耗时归档…";
"settings.data.cleanup.todos.template" = "清空早于 %@ 的待办（按归属日）";
"settings.data.cleanup.usage.template" = "清空早于 %@ 的每日耗时归档";
"settings.data.age.week" = "一周前";
"settings.data.age.month" = "一个月前";
"settings.data.age.three_months" = "三个月前";
"settings.data.age.year" = "一年前";
"settings.data.cleanup.all.section" = "清空当前全部数据";
"settings.data.cleanup.all.button" = "清空全部待办和应用耗时数据";
"settings.data.cleanup.all.footer" = "删除所有待办条目以及本机全部「按日归档」的应用耗时（含今日）。偏好设置不会重置。";
"settings.data.danger.settings.section" = "偏好与重置";
"settings.data.reset.footer" = "将时长、语言、勿扰、任务相关偏好等恢复默认；不会删除待办与耗时归档。";
"settings.data.confirm.title" = "请确认";
"settings.data.confirm.delete" = "删除";
"settings.data.confirm.todos" = "确定删除归属日早于「%@」的所有待办吗？此操作不可撤销。";
"settings.data.confirm.usage" = "确定删除自然日早于「%@」的全部每日耗时归档吗？此操作不可撤销。";
"settings.data.confirm.all_data" = "确定删除全部待办与本机全部每日耗时归档吗？此操作不可撤销。";
"settings.data.confirm.reset_settings" = "将所有偏好恢复为默认值？待办与耗时归档将保留。";
"settings.about.title" = "关于 FocusPause";
"settings.about.body" = "FocusPause 是面向 macOS 的心流与休整管理工具，通过菜单栏、全屏休息遮罩、应用耗时审计和待办事项，帮助知识工作者在高效工作与规律休息之间保持平衡。";
"settings.about.version" = "版本 1.0 SwiftUI 原生框架";
"settings.about.feedback.intro" = "如遇问题或有改进建议，请优先通过以下邮箱联系：";
"settings.about.feedback.email_link" = "edsionli99@gmail.com";
"common.ok" = "好";
"common.cancel" = "取消";
"common.selected" = "已选中";
"common.not_selected" = "未选中";
"format.minutes_suffix" = "%d 分钟";
"format.slider.max_minutes" = "%d 分钟";
"format.timer_rule" = "工作时长 %d 分钟 · 休息时长 %d 分钟";
"focus.status.idle" = "待机中";
"focus.status.focusing" = "专注中";
"focus.status.resting" = "休息中";
"focus.status.paused" = "已暂停";
"priority.low" = "低";
"priority.normal" = "普通";
"priority.high" = "高";
"dnd.picker.morning" = "上午";
"dnd.picker.afternoon" = "下午";
"dnd.picker.all_day" = "全天";
"dnd.picker.off" = "关闭";
"dnd.picker.custom" = "设置时间段";
"dnd.status.off" = "勿扰模式关闭";
"dnd.status.morning" = "勿扰模式开启 · 上午";
"dnd.status.afternoon" = "勿扰模式开启 · 下午";
"dnd.status.all_day" = "勿扰模式开启 · 全天";
"dnd.status.custom" = "勿扰模式 · 自定义时段";
"dnd.status.custom_active_until" = "勿扰模式 · 至 %@";
"dnd.status.custom_scheduled" = "已预约 %@ – %@";
"break.mode.standard" = "标准全屏";
"break.mode.disguise" = "伪装工作（侧边悬浮）";
"usage.scope.cycle" = "本轮专注";
"usage.scope.today" = "今日";
"usage.scope.cycle.panel" = "本轮专注应用耗时";
"usage.scope.today.panel" = "今日应用耗时";
"usage.scope.cycle.desc" = "本轮专注应用耗时";
"usage.scope.today.desc" = "今日应用耗时";
"day.today" = "今天";
"day.long_term" = "长期待办";
"day.long_term.calendar_chip" = "长期";
"day.yesterday" = "昨天";
"day.tomorrow" = "明天";
"date.format.month_day" = "M月d日";
"date.format.full" = "yyyy年M月d日";
"todo.cat.work" = "工作";
"todo.cat.life" = "生活";
"todo.cat.study" = "学习";
"todo.cat.health" = "健康";
"todo.cat.leisure" = "休闲";
"todo.cat.other" = "其它";
"todo.list.title" = "待办清单";
"todo.empty_day" = "该日期暂无待办，可切换日期或在下方添加。";
"todo.placeholder" = "待办事项";
"todo.empty_hint_popover" = "暂无待办，选择日期后在下方添加。";
"todo.empty_hint_overlay" = "暂无待办，在下方输入即可添加。";
"todo.add_root" = "+ 添加待办";
"todo.add_child" = "+ 添加子待办（回车或点添加）";
"todo.cancel_child" = "取消子项";
"todo.add_button" = "添加";
"todo.uncategorized" = "未分类";
"todo.category.help" = "选择事件分类；列表顶部可切换「长期待办 / 今天 / 明天」或使用日历选择具体日期。";
"todo.menu.add_sub" = "添加子待办";
"todo.menu.priority" = "切换优先级（%@）";
"todo.menu.category" = "事件分类";
"todo.menu.due_date" = "归属日期";
"todo.menu.due_long_term" = "设为长期待办（9999-12-31）";
"todo.menu.indent" = "降级为子待办";
"todo.menu.outdent" = "提升为一级待办";
"todo.menu.delete" = "删除";
"todo.menu.delete_tree" = "删除本条及子待办";
"todo.menu.due_prev" = "往前一天";
"todo.menu.due_next" = "往后一天";
"todo.cal.hint" = "可以选择至未来 15 日的日期";
"todo.export.doc_title" = "FocusPause 待办导出";
"todo.export.header.date" = "日期";
"todo.export.header.title" = "待办事项";
"todo.export.header.done" = "完成情况";
"todo.export.header.category" = "事项分类";
"todo.export.header.priority" = "优先级";
"todo.export.header.level" = "层级";
"todo.export.done.yes" = "已完成";
"todo.export.done.no" = "未完成";
"todo.export.level.root" = "一级";
"todo.export.level.subtask" = "子任务";
"todo.cat.new" = "新分类";
"todo.cat.name_placeholder" = "分类名称";
"todo.cat.add" = "添加分类";
"todo.cat.delete_help_single" = "至少保留一个分类";
"todo.cat.delete_help" = "删除此分类";
"todo.cat.pick_color" = "选择配色";
"popover.tagline" = "心流与休整智能管理";
"popover.break_now" = "立即休息";
"popover.start_focus" = "开始专注";
"popover.work_duration_menu" = "工作时长 %d 分钟";
"popover.break_duration_menu" = "休息时长 %d 分钟";
"popover.dnd_menu" = "勿扰模式";
"popover.settings" = "设置";
"popover.quit" = "退出";
"overlay.break_title" = "休息时间，请放松";
"overlay.cmd_hint" = "按 Cmd+Option+W 立即返回工作";
"overlay.usage_picker" = "应用耗时范围";
"overlay.usage_empty_today" = "暂无今日应用耗时数据";
"overlay.usage_empty_cycle" = "暂无本轮专注应用耗时数据";
"overlay.confirm_return_title" = "确认立即返回工作吗？";
"overlay.confirm_return_cancel" = "取消";
"overlay.confirm_return_ok" = "返回工作";
"overlay.confirm_return_msg" = "这会结束当前休息计时。紧急情况可继续使用 Cmd+Option+W。";
"overlay.snooze_title" = "多久后再次提醒休息？";
"overlay.snooze_5" = "5 分钟后提醒";
"overlay.snooze_15" = "15 分钟后提醒";
"overlay.snooze_30" = "30 分钟后提醒";
"overlay.snooze_hint" = "当前休息会先收起，到选择的时间后重新进入休息提醒。";
"overlay.rest_remaining" = "休息剩余";
"overlay.snooze_break" = "稍后提醒休息";
"overlay.extend_break" = "延长休息 (5min)";
"overlay.return_work" = "立即返回工作";
"overlay.organize_desktop" = "整理桌面";
"overlay.organize_caption_on" = "正在隐藏界面…";
"overlay.organize_caption_off" = "整块界面消失约 10 秒";
"overlay.organize_caption2_on" = "倒计时仍在走 · 到时自动恢复";
"overlay.organize_caption2_off" = "整理桌面显示 · 倒计时不停";
"overlay.organize_help" = "短时隐藏整块休息窗口（含本侧边栏），便于整理桌面与拖动窗口；约 10 秒后自动恢复；休息倒计时不会暂停。";
"overlay.collapse_sidebar" = "收起边栏";
"overlay.collapse_cap1" = "缩成右侧窄条";
"overlay.collapse_cap2" = "遮罩仍在 · 穿透桌面可点";
"overlay.collapse_help" = "只收起侧边栏；半透明全屏遮罩仍在，但不拦截鼠标，可在桌面与其它应用上点击；倒计时在窄条上仍可见。";
"overlay.expand" = "展开";
"overlay.expand_help" = "展开完整休息侧边栏";
"overlay.stats_todos" = "统计 · 待办";
"overlay.return_focus" = "返回专注";
"overlay.return_focus_help" = "结束当前休息并返回专注";
"overlay.passthrough_1" = "遮盖外侧穿透";
"overlay.passthrough_2" = "桌面仍可点击";
"status_menu.break.standard" = "休息界面 · 标准全屏";
"status_menu.break.disguise" = "休息界面 · 伪装侧边悬浮";
"status_menu.settings" = "设置…";
"status_menu.quit" = "退出 FocusPause";
"window.settings.title" = "FocusPause 设置";
"catalyst.title" = "FocusPause 需要原生 macOS 目标";
"catalyst.body" = "当前选择的是 Mac Catalyst，AppKit 菜单栏、NSWindow 全屏遮罩和全局快捷键不可用。请在 Xcode 顶部运行目标选择 My Mac / macOS。";
"rest.tip.1" = "起身活动一下，放松颈椎";
"rest.tip.2" = "去倒杯水，补充水分";
"rest.tip.3" = "远眺窗外，让眼睛休息片刻";
"rest.tip.4" = "做 3 次深呼吸，把注意力从屏幕移开";
"message.break_paused_hint" = "休息已暂停，可从菜单栏重新恢复。";
"message.todo_export_ok" = "已导出到 %@";
"message.todo_export_fail" = "导出失败：%@";
"message.todo_export_empty" = "该日期范围内没有待办。";
"message.todo_export_bad_range" = "开始日期不能晚于结束日期。";
"message.todo_export_unsupported" = "当前构建目标不支持导出。";
"message.export_csv_ok" = "已导出到 %@";
"message.export_csv_fail" = "导出失败：%@";
"message.usage_reset_ok" = "已清空全部每日应用耗时归档。";
"message.usage_export_empty" = "该时段内没有可导出的耗时记录。";
"message.data_prune_todos_none" = "没有符合该条件的待办。";
"message.data_prune_todos_ok" = "已删除较早的待办。";
"message.data_prune_usage_none" = "没有符合该条件的每日归档。";
"message.data_prune_usage_ok" = "已删除 %d 天的耗时归档。";
"message.data_clear_all_ok" = "已清空全部待办与耗时归档。";
"message.dnd_outside_period" = "当前时间不在“%@”时段内，勿扰模式未开启。";
"message.dnd_custom_invalid" = "已保存的时段无效，请在设置中重新选择开始与结束时间。";
"message.dnd_custom_failed_past" = "该时段已在当前时间之前结束，设置未生效。";
"message.dnd_custom_success_active" = "勿扰模式已开启（当前时段内）。";
"message.dnd_custom_success_scheduled" = "已预约勿扰 %@–%@，将在该时段开始时生效。";
"message.dnd_custom_invalid_order" = "结束时间必须晚于开始时间。";
